{% extends "base.html" %}
{% load staticfiles %}

{% block title %}FACES | Legal{% endblock %}






{% block content %}

<section id="account-form" class="section-a">

    <div class="account">
        {% include 'magazine/logo-white.html' %}

        <h1>Conditions générales</h1>
        
        <p>Notre site Internet est soumis &agrave; la loi f&eacute;d&eacute;rale sur la protection des donn&eacute;es (LPD) et au r&egrave;glement de base europ&eacute;en sur la protection des donn&eacute;es (RGPD). Le 25 mai 2018 est entr&eacute; en vigueur le nouveau r&egrave;glement de base europ&eacute;en sur la protection des donn&eacute;es, qui harmonise les lois sur la protection des donn&eacute;es en Europe et pr&eacute;cise les r&egrave;gles concernant la mani&egrave;re dont les entreprises doivent d&eacute;crire de mani&egrave;re transparente leurs processus de traitement des donn&eacute;es. Les donn&eacute;es personnelles sont toutes les donn&eacute;es avec lesquelles vous pouvez &ecirc;tre personnellement identifi&eacute;.</p>

        <h2>Protection des donn&eacute;es</h2>

        <p>FACES, journal d&rsquo;architecture, (ci-apr&egrave;s la &laquo;FACES&raquo;), veille &agrave; la protection des donn&eacute;es et &agrave; la s&eacute;curit&eacute; des donn&eacute;es dans son domaine d&rsquo;influence. FACES traite toutes les donn&eacute;es personnelles avec la plus grande diligence. FACES prend des mesures organisationnelles et techniques appropri&eacute;es dans le but de pr&eacute;venir tout traitement interdit des donn&eacute;es et utilise ces donn&eacute;es exclusivement aux fins de la prestation et de l&rsquo;optimisation de ses services pour l&rsquo;utilisateur. Cela comprend aussi l&rsquo;exploitation de donn&eacute;es &agrave; des fins de marketing en lien avec les prestations et les produits de FACES et de ses partenaires, dans la mesure o&ugrave; l&rsquo;utilisateur ne l&rsquo;exclut pas ou a donn&eacute; son accord.</p>

        <p>Pour la collecte et le traitement des donn&eacute;es personnelles, FACES se base en principe sur le motif de l&rsquo;ex&eacute;cution contractuelle. En lien avec des mesures de marketing, le traitement des donn&eacute;es personnelles s&rsquo;effectue sur la base de la garantie des int&eacute;r&ecirc;ts l&eacute;gitimes de FACES. L&rsquo;envoi de la newsletter n&rsquo;a cependant lieu qu&rsquo;apr&egrave;s inscription active par l&rsquo;utilisateur.</p>

        <p>FACES transmet les donn&eacute;es &agrave; des prestataires externes en Suisse exclusivement &agrave; des fins de gestion des abonnements et de traitement des paiements, tout en garantissant la protection des donn&eacute;es concern&eacute;es. FACES ne transmet pas de donn&eacute;es &agrave; d&rsquo;autres tiers, sauf si les autorit&eacute;s ou la d&eacute;cision d&rsquo;un tribunal ne le lui ordonnent. FACES ne conserve les donn&eacute;es que dans la mesure o&ugrave; et pour la dur&eacute;e pour laquelle elle y est tenue en vertu de la loi. Les serveurs de FACES sont h&eacute;berg&eacute;s en Suisse.</p>

        <p>FACES utilise des &laquo; cookies &raquo; (t&eacute;moins de connexion) aux fins de simplifier l&rsquo;utilisation de ses services sur <u><a href="http://facesmagazine.fr/" style="color:#000000; text-decoration:underline">facesmagazine.ch</a></u> et d&rsquo;obtenir des informations en vue de l&rsquo;am&eacute;lioration de ses prestations. Les cookies sont de petits fichiers de texte que le navigateur Internet d&eacute;pose dans un r&eacute;pertoire destin&eacute; &agrave; cette fin dans le syst&egrave;me de l&rsquo;utilisateur. Des cookies permanents ainsi que des cookies de session sont utilis&eacute;s. Les cookies permanents permettent notamment la connexion automatique des utilisateurs reconnus, &agrave; condition que l&#39;utilisateur en question le requiert express&eacute;ment lors de sa demande de connexion. Les cookies de session sauvegardent notamment les concours et les portraits d&rsquo;entreprises sur lesquels l&rsquo;utilisateur a cliqu&eacute;, afin de simplifier la recherche ult&eacute;rieure de ces informations. Les cookies permettent en outre &agrave; FACES de recueillir des donn&eacute;es concernant l&rsquo;utilisation de FACES.</p>

        {% comment %} <p>FACES utilise &eacute;galement Google Analytics, un service d&rsquo;analyse web de Google Inc. (Google). Google Analytics utilise aussi des cookies pour fournir ses services d&rsquo;analyse web. Les informations g&eacute;n&eacute;r&eacute;es dans ce cadre concernant l&rsquo;utilisation du site web (y compris votre adresse IP) sont transmises &agrave; un serveur de Google qui peut se trouver hors de Suisse ou de l&rsquo;UE, et elles y sont stock&eacute;es. Google utilise ces informations pour &eacute;valuer l&rsquo;utilisation du site web, pour &eacute;tablir des rapports concernant les activit&eacute;s sur le site web pour son exploitant et pour fournir d&rsquo;autres prestations en lien avec l&rsquo;utilisation du site web et d&rsquo;Internet. En utilisant FACES, vous d&eacute;clarez accepter le traitement par Google des donn&eacute;es r&eacute;colt&eacute;es vous concernant, selon les modalit&eacute;s d&eacute;crites ci-avant et aux fins susmentionn&eacute;es. Pour plus d&rsquo;informations concernant Google Analytics, FACES vous renvoie au site web suivant :&nbsp;<u><a href="http://www.google.com/analytics/terms/fr.html" style="color:#000000; text-decoration:underline">http://www.google.com/analytics/terms/fr.html</a></u></p> {% endcomment %}

        <p>Les utilisateurs ont &agrave; tout moment la possibilit&eacute;, gr&acirc;ce &agrave; une configuration appropri&eacute;e de leur navigateur, d&rsquo;emp&ecirc;cher fondamentalement l&rsquo;acceptation de cookies ou d&rsquo;&ecirc;tre averti &agrave; chaque fois avant l&rsquo;acceptation d&rsquo;un cookie afin de d&eacute;cider eux-m&ecirc;mes s&rsquo;ils acceptent ou non le cookie en question. Les services FACES peuvent, en principe, &ecirc;tre utilis&eacute;s &eacute;galement sans acceptation de cookies. L&rsquo;utilisation de fonctionnalit&eacute;s individuelles peut toutefois &ecirc;tre restreinte en cas de d&eacute;sactivation de cookies.</p>

        <p>Les utilisateurs ont en tout temps le droit de demander des informations au sujet des donn&eacute;es personnelles les concernant qui sont enregistr&eacute;es ou d&rsquo;exiger leur rectification ou leur &eacute;ventuelle suppression. Sont r&eacute;serv&eacute;es les obligations l&eacute;gales de conservation de FACES. Toute demande en ce sens doit &ecirc;tre transmise par &eacute;crit par e-mail [info (at) <u><a href="http://facesmagazine.ch/" style="color:#000000; text-decoration:underline">facesmagazine.ch</a></u>] ou par poste &agrave; l&rsquo;adresse suivante avec une copie d&rsquo;une pi&egrave;ce d&rsquo;identit&eacute; valable : FACES, 19 rue Veyrier, 1227, Carouge-Gen&egrave;ve, Suisse.</p>



        <h2><strong>Conditions de vente</strong></h2>

        <p>Les pr&eacute;sentes conditions g&eacute;n&eacute;rales de vente (CG) s&rsquo;appliquent &agrave; tous les services propos&eacute;s par l&rsquo;association FACES (ci-apr&egrave;s la &laquo;FACES&raquo;) sur sa plateforme en ligne www.facesmagazine.ch (ci-apr&egrave;s la &laquo;facesmagazine.ch&raquo;). En utilisant nos services, vous acceptez les conditions suivantes inchang&eacute;es et dans leur int&eacute;gralit&eacute;.</p>

        <p>1.&nbsp;&nbsp; &nbsp;CHAMP D&rsquo;APPLICATION</p>

        <p>1.1 Les pr&eacute;sentes CG ont pour objet l&rsquo;utilisation des services fournis par FACES vis-&agrave;-vis des utilisatrices et des utilisateurs (ci-apr&egrave;s &laquo;l&rsquo;utilisateur&raquo;) sur facesmagazine.ch.</p>

        <p>1.2 L&rsquo;acceptation des CG est r&eacute;alis&eacute;e par l&rsquo;utilisation des services en question. Lors de la sollicitation de services individuels sur facesmagazine.ch, l&rsquo;utilisateur peut &ecirc;tre invit&eacute; &agrave; r&eacute;it&eacute;rer son accord concernant les CG par le biais de l&rsquo;activation d&rsquo;un champ de saisie de donn&eacute;es appropri&eacute;.</p>

        <p>1.3 Les pr&eacute;sentes CG s&rsquo;appliquent pendant toute la dur&eacute;e de l&rsquo;utilisation des services par l&rsquo;utilisateur.</p>

        <p>2.&nbsp;&nbsp; &nbsp;PRESTATIONS</p>

        <p>2.1 FACES est une revue d&rsquo;architecture. La plate-forme en ligne facesmagazine.ch s&rsquo;entend comme une offre compl&eacute;mentaire.</p>

        <p>2.2 FACES fournit des services gratuits et payants sur facesmagazine.ch. L&rsquo;offre des prestations actuelles est d&eacute;crite sur facesmagazine.ch. Les conditions publi&eacute;es sur facesmagazine.ch s&rsquo;appliquent &agrave; l&rsquo;ensemble des services. L&rsquo;utilisateur s&eacute;lectionne les services &agrave; fournir par FACES dans l&rsquo;offre des prestations existant au moment de leur sollicitation. FACES peut modifier &agrave; tout moment l&rsquo;offre des prestations.</p>

        <p>3.&nbsp;&nbsp; &nbsp;UTILISATION ET INSCRIPTION</p>

        <p>3.1 L&rsquo;utilisation des services accessibles &agrave; tous sur facesmagazine.ch est gratuite. Pour utiliser les services plus &eacute;tendus et en partie payants, il convient de s&rsquo;inscrire.</p>

        <p>3.2 L&rsquo;inscription se fait par le biais du formulaire en ligne sur facesmagazine.ch. L&rsquo;utilisateur est tenu de communiquer toutes les donn&eacute;es de mani&egrave;re compl&egrave;te et exacte sur le plan du contenu. Apr&egrave;s avoir proc&eacute;d&eacute; &agrave; son inscription, l&rsquo;utilisateur re&ccedil;oit par courriel une confirmation comprenant un lien d&rsquo;activation ainsi que ses donn&eacute;es d&rsquo;acc&egrave;s comportant le nom d&rsquo;utilisateur et le mot de passe (les &laquo;donn&eacute;es d&rsquo;acc&egrave;s&raquo;). L&rsquo;utilisateur doit ensuite activer les dites donn&eacute;es d&rsquo;acc&egrave;s. Les donn&eacute;es d&rsquo;acc&egrave;s sont personnelles et non transf&eacute;rables. L&rsquo;utilisateur est tenu de les traiter confidentiellement &agrave; tout moment et de ne pas les communiquer &agrave; des tiers. L&rsquo;inscription est cl&ocirc;tur&eacute;e par l&rsquo;activation des donn&eacute;es d&rsquo;acc&egrave;s.</p>

        <p>4.&nbsp;&nbsp; &nbsp;SERVICES PLUS ETENDUS</p>

        <p>Commande d&#39;&eacute;ditions individuelles physiques et d&rsquo;abonnements</p>

        <p>4.1 L&rsquo;utilisateur peut commander des &eacute;ditions individuelles physiques et des abonnements (ci-apr&egrave;s l&#39;&laquo;abonnement&raquo;) en utilisant les informations de contact appropri&eacute;es (courriel, t&eacute;l&eacute;phone) aux conditions publi&eacute;es sur facesmagazine.ch. La commande d&rsquo;&eacute;ditions individuelles physiques et d&rsquo;abonnements se fait vis-&agrave;-vis de FACES. La facturation et la livraison sont assur&eacute;es par FACES.</p>

        <p>Commande de publicit&eacute;s et d&#39;annonces</p>

        <p>4.2 La facturation et la mise en ligne sont assur&eacute;es par FACES aux conditions d&eacute;finies sur facesmagazine.ch.</p>

        <p>5.&nbsp;&nbsp; &nbsp;CONTENUS DE <u><a href="http://www.facesmagazine.ch/" style="color:#000000; text-decoration:underline">www.facesmagazine.ch</a></u></p>

        <p>5.1 Les droits d&rsquo;auteur et les autres droits de propri&eacute;t&eacute; intellectuelle relatifs aux contenus de FACES, accessibles via facesmagazine.ch, restent acquis &agrave; FACES. La reproduction et la diffusion de toute partie de ces contenus et applications n&eacute;cessitent l&rsquo;accord &eacute;crit pr&eacute;alable de FACES.</p>

        <p>6.&nbsp;&nbsp; &nbsp;CONTENUS DES UTILISATEURS</p>

        <p>6.1 Les services y aff&eacute;rents de <u><a href="http://facesmagazine.ch/" style="color:#000000; text-decoration:underline">facesmagazine.ch</a></u> se font aux conditions d&eacute;finies sur <u><a href="http://facesmagazine.ch/" style="color:#000000; text-decoration:underline">facesmagazine.ch</a></u>. La mis en ligne et le traitement desdits contenus sur <u><a href="http://facesmagazine.ch/" style="color:#000000; text-decoration:underline">facesmagazine.ch</a></u> sont en principe assur&eacute; par FACES.</p>

        <p>6.2 FACES d&eacute;cline toute responsabilit&eacute; en ce qui concerne l&rsquo;int&eacute;gralit&eacute; et l&rsquo;exactitude des contenus mis &agrave; disposition par les utilisateurs. La mise en ligne de concours sur www.facesmagazine.ch est uniquement &agrave; titre informatif. </p>

        <p>7.&nbsp;&nbsp; &nbsp;RESPONSABILITE DE FACES</p>

        <p>7.1 FACES effectue ses prestations de mani&egrave;re diligente et professionnelle. Les prestations sur www.facesmagazine sont effectu&eacute;es via Internet. FACES ne peut pas garantir que ses prestations soient disponibles de mani&egrave;re ininterrompue ou exemptes d&rsquo;erreurs.</p>

        <p>7.2 FACES est uniquement responsable en cas d&rsquo;intention illicite et de n&eacute;gligence grave. Elle d&eacute;cline express&eacute;ment toute responsabilit&eacute; en cas de n&eacute;gligence l&eacute;g&egrave;re ou de dommages indirects ou cons&eacute;cutifs.</p>

        <p>7.3 FACES est uniquement responsable de ses propres prestations.</p>

        <p>7.4 Par ailleurs, elle d&eacute;cline toute responsabilit&eacute; pour les dommages r&eacute;sultant de cas de force majeure. Par cas de force majeure, on entend plus particuli&egrave;rement les injonctions officielles et les mesures coercitives, les pannes de syst&egrave;me et les interruptions impr&eacute;visibles des r&eacute;seaux de communication.</p>

        <p>8.&nbsp;&nbsp; &nbsp;RESPONSABILITE DE L&rsquo;UTILISATEUR</p>

        <p>8.1 L&rsquo;utilisateur est responsable de la l&eacute;galit&eacute;, de l&rsquo;exactitude et de l&rsquo;int&eacute;gralit&eacute; des contenus qu&rsquo;il met &agrave; disposition sur facesmagazine.ch.</p>

        <p>8.2 L&rsquo;utilisateur s&rsquo;engage &agrave; indemniser FACES et de la garantir contre toutes actions de tiers se rapportant &agrave; des contenus dont il est responsable, pour autant que FACES informe l&rsquo;utilisateur dans un d&eacute;lai de 20 jours d&rsquo;une cr&eacute;ance exerc&eacute;e. Le dommage &agrave; r&eacute;parer comprend &eacute;galement les frais d&rsquo;une d&eacute;fense juridique appropri&eacute;e de FACES.</p>

        <p>9.&nbsp;&nbsp; &nbsp;DISPOSITIONS FINALES</p>

        <p>9.1 La nullit&eacute; ou l&rsquo;invalidit&eacute; actuelle ou future &eacute;ventuelle d&rsquo;une ou de plusieurs dispositions des pr&eacute;sentes CG n&rsquo;affecte pas la validit&eacute; des autres dispositions. La disposition nulle ou invalide doit &ecirc;tre remplac&eacute;e par une disposition qui se rapproche le plus possible de l&rsquo;objet &eacute;conomique de la disposition d&eacute;clar&eacute;e nulle ou invalide.</p>

        <p>9.2 FACES se r&eacute;serve le droit de modifier &agrave; tout moment les pr&eacute;sentes CG. Les modifications sont rendues accessibles sur www.facesmagazine.ch et prennent effet avec leur mise en ligne.</p>

        <p>9.3 Le droit substantiel suisse s&rsquo;applique exclusivement aux pr&eacute;sentes CG et aux litiges &eacute;ventuels r&eacute;sultant de ou ayant trait au contrat entre FACES et l&rsquo;utilisateur. Le for judiciaire exclusif est constitu&eacute; par les tribunaux r&eacute;guliers au si&egrave;ge de FACES. De mani&egrave;re alternative, FACES a le droit de poursuivre en justice l&rsquo;utilisateur au domicile de celui-ci.</p>
    
</section>

{% endblock %}


